{
    "I am": "",
    "Let's talk!": "Schreib mir!",
    "Scroll down": "Weiter scrollen",
    "About me": "Über mich",
    "Skills": "Kenntnisse",
    "Contact": "Kontakt",
    "intro": "Ich bin ein Junior Front-End Entwickler aus Gelsenkirchen, Deutschland.",
    "about": "In meiner fast 1,5-jährigen Laufbahn in der IT-Branche habe ich mich auf die Optimierung und Prüfung von Software sowie die Definition effizienter Prozesse spezialisiert.",
    "develope skills": "Ich verfüge über solide Kenntnisse in Angular, Typescript, HTML, CSS und bringe ein hohes Maß an Neugierde und Lernbereitschaft mit.",
    "goal": "Meine Stärke liegt darin, relevante Informationen für das Entwicklungsteam vorzubereiten, um eine reibungslose Umsetzung der Projekte zu gewährleisten.",
    "experienced": "Ich habe Erfahrung in der Erstellung verschiedener Websites und Geschäftsanwendungen sowie in der Entwicklung eines Jump-and-Run-Spiels mit objektorientierter Programmierung.",
    "attentionToDetails": "Ich achte sehr auf die Details, und für mich ist es wichtig, mich an die Vorlage zu halten und das Beste daraus zu machen.",
    "communication": "Durch meine derzeitige Arbeit und meiner Expertise trage ich maßgeblich dazu bei, innovative Lösungen zu entwickeln und die Effizienz unserer IT-Systeme zu steigern. Diese Erfahrungen sind wertvoll und übertragbar, insbesondere in der Welt der Frontend-Entwicklung.",
    "Get in touch": "Kontaktiere mich",
    "My skills": "Kenntnisse",
    "experienceDetails": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "sampleWorkDetails": "Diese Seite zeigt paar meiner Projekte - gerne kann getestet werden.",
    "Got a problem to solve?": "Sie haben ein Problem zu lösen?",
    "contactFormDescription": "Kontaktieren Sie mich über dieses Formular. Ich freue mich von Ihnen zu hören, um Ihre Ideen kennenzulernen und umzusetzen.",
    "needFrontendDevMessage": "Benötigen Sie einen Frontend-Entwickler?",
    "Contact me!":"Kontaktieren Sie mich!",
    "placeholderName": "Ihr Name",
    "placeholderEmail": "Ihre E-Mail-Adresse",
    "placeholderMessage": "Ihre Nachricht",
    "nameRequiredErrorMessage": "Ihr Name ist erforderlich",
    "nameMinLengthErrorMessage": "Ihr Name muss mindestens 3 Buchstaben lang sein",
    "emailRequiredErrorMessage": "Ihre E-Mail-Adresse ist erforderlich",
    "invalidEmailErrorMessage": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
    "messageRequiredErrorMessage": "Ihre Nachricht ist leer",
    "messageMinLengthErrorMessage": "Ihre Nachricht muss mindestens 10 Zeichen lang sein",
    "sendMessageButtonText": "Nachricht senden",
    "messageSentSuccess": "Die Nachricht wurde gesendet",
    "messageSentError": "Etwas ist schief gelaufen, bitte versuchen Sie es erneut",
    "footerPrivacyPolicyLink": "Datenschutz"

}