     {
        "I am": "I am",
        "Let's talk!": "Let's talk!",
        "Scroll down": "Scroll down",
        "About me": "About me",
        "Skills": "Skills",
        "Contact": "Contact",
        "intro": "I am a Junior Front-End Developer from Gelsenkirchen, Germany.",
        "about": "During my nearly 1.5-year career in the IT industry, I have focused on defining our software requirements and subsequently testing them.",
        "develope skills": "I have solid knowledge in Angular, Typescript, HTML, CSS and bring a high level of curiosity and willingness to learn.",
        "goal": "My strength lies in preparing relevant information for the development team to ensure smooth project implementation.",
        "experienced": "I am experienced in building various websites and business applications, as well as developing a jump-and-run game with object-oriented programming.",
        "attentionToDetails": "I pay a lot of attention to details, and for me, it's important to stick to the template and get the best out of it.",
        "communication": "Through my current role and expertise, I significantly contribute to developing innovative solutions and increase the efficiency of our IT systems. These experiences are valuable and transferable, particularly in the world of frontend development.",
        "Get in touch": "Get in touch",
        "My skills": "My skills",
        "experienceDetails": "I have gained experience in building projects with various front end technologies and concepts.",
        "sampleWorkDetails": "This page is a sample of my work - please feel free to try them out.",
        "Got a problem to solve?": "Got a problem to solve?",
        "contactFormDescription": "Contact me through this form. I am interested in hearing you, knowing your ideas and contributing to your projects with my work.",
        "needFrontendDevMessage": "Need a Frontend developer?",
        "Contact me!":"Contact me!",
        "placeholderName": "Your Name",
        "placeholderEmail": "Your Email Address",
        "placeholderMessage": "Your Message",
        "nameRequiredErrorMessage": "Your name is required",
        "nameMinLengthErrorMessage": "Your name must be at least 3 letters long",
        "emailRequiredErrorMessage": "Your email address is required",
        "invalidEmailErrorMessage": "Please enter a valid email address",
        "messageRequiredErrorMessage": "Your message is empty",
        "messageMinLengthErrorMessage": "Your message must be at least 10 characters long",
        "sendMessageButtonText": "Send Message",
        "messageSentSuccess": "The message has been sent",
        "messageSentError": "Something went wrong, please try again",
        "footerPrivacyPolicyLink": "Privacy Policy"
}
    
